Repository: FokinD/GaReporter
Catalog: GaReporter/Properties/Resources.*.resx
Languages: ru_ru

# FileNameTooltip
source: Supported file extensions: *.xlsx, *.xml, *.json.
ru_ru: Поддерживаются расширения: *.xlsx, *.xml, *.json.

# TitleLabel
source: title:
ru_ru: Название:

# StartDateTooltip
source: Start date for fetching Analytics data. Requests can specify a start date formatted as YYYY-MM-DD, or as a relative date (e.g., today, yesterday, or NdaysAgo where N is a positive integer).
ru_ru: Начальная дата извлекаемых данных. Дату необходимо ввести в формате вида ГГГГ-ММ-ДД, или условными обозначениями такими как (today, yesterday, или NdaysAgo где N целое число).

# MetricsTooltip
source: A list of comma-separated metrics, such as ga:sessions,ga:bounces.
ru_ru: Список метрик, разделенных запятыми, например ga:sessions,ga:bounces.

# EndDateTooltip
source: End date for fetching Analytics data. Request can specify an end date formatted as YYYY-MM-DD, or as a relative date (e.g., today, yesterday, or NdaysAgo where N is a positive integer).
ru_ru: Конечная дата извлекаемых данных. Дату необходимо ввести в формате вида ГГГГ-ММ-ДД, или условными обозначениями такими как (today, yesterday, или NdaysAgo где N целое число).

# DimensionsTooltip
source: A list of comma-separated dimensions for your Analytics data, for example: ga:medium,ga:source.
ru_ru: Список измерений, разделенных запятыми, например: ga:medium,ga:source.

# FiltersTooltip
source: Dimension or metric filters that restrict the data returned for your request.
ru_ru: Фильтры измерений или метрик, для отбора данных в запросе.

# SegmentTooltip
source: Segments the data returned for your request.
ru_ru: Сегменты данных в запросе.

# SortTooltip
source: A list of comma-separated dimensions and metrics indicating the sorting order and sorting direction for the returned data.
ru_ru: Список измерений и метрик разделенный запятыми, задающий порядок и направление сортировки извлекаемых данных.

# MaxResultsTooltip
source: The maximum number of rows to include in the response. 1 000 if empty, up to 1 048 575 in Excel and no limit in all other output formats.
ru_ru: Максимальное количество извлекаемых строк. Если пусто, то по умолчанию считается 1 000. Excel поддерживает до 1 048 575. Остальные без ограничения.

# DesampleTooltip
source: Toggle this to reduce data sampling.
ru_ru: Поставьте галочку, чтобы сократить степень сэмплирования данных.

# TitleTooltip
source: Title. Used as a worksheet name in export to Excel.
ru_ru: Название. Используется в качестве названия рабочего листа при экспорте в Excel.

# DesampleLabel
source: desample:
ru_ru: Десэмплирование:

# DimensionsLabel
source: dimensions:
ru_ru: Измерения:

# EndDateLabel
source: end-date:
ru_ru: Конечная дата:

# FileNameLabel
source: file:
ru_ru: Имя файла:

# FiltersLabel
source: filters:
ru_ru: Фильтры:

# MaxResultsLabel
source: max-results:
ru_ru: Макс. число строк:

# MetricsLabel
source: metrics:
ru_ru: Метрики:

# SegmentLabel
source: segment:
ru_ru: Сегмент:

# SortLabel
source: sort:
ru_ru: Сортировка:

# StartDateLabel
source: start-date:
ru_ru: Начальная дата:

# OpenBigButtonText
source: Open file
ru_ru: Открыть файл

# SaveButtonTooltip
source: Save changes
ru_ru: Сохранить изменения

# RefreshBigButtonText
source: Execute request
ru_ru: Выполнить запрос

# OpenButtonTooltip
source: Open file
ru_ru: Открыть файл

# OpenBigButtonTooltip
source: Open file
ru_ru: Открыть файл

# RefreshBigButtonTooltip
source: Execute request
ru_ru: Выполнить запрос

# RefreshButtonTooltip
source: Execute request
ru_ru: Выполнить запрос

# AddNewButtonTooltip
source: Add new request
ru_ru: Добавить новый запрос

# RemoveButtonTooltip
source: Remove request
ru_ru: Удалить запрос

# CloneButtonTooltip
source: Clone request
ru_ru: Клонировать запрос

# ReloadButtonTooltip
source: Discard all changes
ru_ru: Отменить все изменения

# OptionsButtonTooltip
source: Options
ru_ru: Опции

# OptionsKeyPathLabel
source: Key Path:
ru_ru: Расположение ключа:

# OptionsAccountEmailAddressLabel
source: Account Email Address:
ru_ru: Электронная почта:

# OptionsIDsLabel
source: IDs:
ru_ru: Идентификатор представления:

# OptionsOKButtonText
source: OK
ru_ru: ОК

# OptionsTitle
source: Options - {0}
ru_ru: Опции - {0}

# DataTableSaveAsArgumentException
source: Supported only followed extensions: {0}
ru_ru: Поддерживаются только следующие расширения файлов: {0}

# RefreshSuccessMessage1
source: processed successfully
ru_ru: выполнен успешно

# SaveErrorMessage
source: File not saved. Try again?
ru_ru: Файл не сохранен, попробовать еще раз?

# RefreshSuccessMessage0
source: Request
ru_ru: Запрос

# RefreshErrorMessage
source: There has been an error processing your request
ru_ru: В процессе выполнения запроса возникла ошибка

# OptionsIDsLabelTooltip
source: IDs from Google Analytics account.
ru_ru: Идентификатор представления из Google Analytics.

# OptionsKeyPathLabelTooltip
source: Full path to file with *.p12 extension recieved from Google Analytics account.
ru_ru: Полный путь к файлу с расширением *.p12, полученный из Google Analytics.

# OptionsAccountEmailAddressLabelTooltip
source: Email Address from Google Analytics account.
ru_ru: Электронная почта пользователя из Google Analytics.

# SaveAsButtonTooltip
source: Save as...
ru_ru: Сохранить как...

source: Add new folder
ru_ru: Добавить новый раздел

source: Remove folder
ru_ru: Удалить раздел

source: Clone folder
ru_ru: Клонировать раздел

# FolderDetails
source: Show folders details
ru_ru: Перейти к управлению разделами

# RunFolder
source: Run all folders requests
ru_ru: Выполнить все запросы раздела

# OpenDocumentButtonTooltip
source: Open document
ru_ru: Открыть документ

# FoldersTitle
source: Folders - {0}
ru_ru: Управление разделами - {0}

# RefreshFolderButtonTooltip
source: Execute all requests in folder
ru_ru: Выполнить все запросы раздела

# RefreshFolderBigButtonText
source: Execute all
ru_ru: Выполнить все

# RefreshFolderBigButtonTooltip
source: Execute all requests in folder
ru_ru: Выполнить все запросы раздела

# AddNewFolderButtonTooltip
source: Add new folder
ru_ru: Добавить новый раздел

# RemoveFolderButtonTooltip
source: Remove folder
ru_ru: Удалить раздел

# CloneFolderButtonTooltip
source: Clone folder
ru_ru: Клонировать раздел

# ProjectPage
source: PROJECT
ru_ru: ПРОЕКТ

# FoldersPage
source: FOLDERS
ru_ru: РАЗДЕЛЫ

# RequestsPage
source: REQUESTS
ru_ru: ЗАПРОСЫ

# FullUpdateLabel
source: full update:
ru_ru: Полное обновление:

# FullUpdateTooltip
source: Uncheck, if you want actualize last values only.
ru_ru: Снимите галку, чтобы актуализировать только самые последние значения.
